[
    {
        "id": "experience-at-startu",
        "slug": "experience-at-startu",
        "title": "My experience at Start University: strategic design, leadership, and digital transformation",
        "description": "I led the design and development of digital experiences across multiple markets, combining strategy, technology, and teamwork to transform over 20 educational websites and boost usability and conversion.",
        "imageUrl": "/projects/websites-startu-small.webp",
        "imageAlt": "Sitio web de Start University",
        "projectUrl": "https://example.com/project1",
        "logoUrl": "/projects/logo-startu.png",
        "logoAlt": "Logo de Start University",
        "longDescription": "👉 **Role**: UX/UI and Frontend Development Lead\n📍 **Markets**: Latam and India\n\n---\n\n🔧 **What I did**\n\n- Designed and developed digital experiences for 20+ websites (universities, aggregators, blogs)\n- Led a team of designers and frontend developers\n- Delivered visual design, HTML/CSS builds, code reviews, and fast marketing solutions\n\n📈 **Key results**\n\n- Migrated and redesigned 5 legacy websites to .NET Core\n- Built 7 new sites from a shared base system\n- Increased conversions through optimized landings, forms, and campaigns\n\n💡 **Major innovations**\n\n- Standardized the **Student Portal**: unified UX/UI across all institutions with minimal CSS overrides\n- Redesigned aggregators: consistent UI across different databases, adapted per region with localized assets\n\n🛠️ **Tools & tech**\n\nFigma, Bootstrap, HTML, CSS, JavaScript, .NET Core, Jira, SourceTree\n→ Accessibility and SEO best practices included in every delivery\n\n🤝 **Soft skills**\n\nLeadership, decision-making, collaboration with content, marketing, and sales teams\n\n---\n\nAt Start University, I held the role of UX/UI and Frontend Development Lead, driving the creation of high-impact digital experiences across key markets like Latin America and India. My work combined strategy, design, and technology to build websites that connected users with educational opportunities.\n\nI led the visual and frontend development of over 20 active websites, including university sites, content aggregators, and blogs. Together with my team—designers and HTML/CSS developers—we handled everything from wireframes and visual design to frontend implementation and code reviews. We also supported the marketing team with quick-turnaround solutions like landing pages, campaign assets, and form optimizations that improved conversion rates.\n\nA significant part of my work involved migrating and redesigning outdated websites to .NET Core. This process included aligning the brand identity of each educational institution and enhancing user experience across platforms. We successfully migrated five client university websites and established a reusable base system that allowed us to launch seven new sites for incoming partners faster and more efficiently.\n\nOne of my biggest achievements was the standardization of the student portal. Previously, each site had its own version, requiring individual updates. I designed a modular, unified portal interface that adapted to different institutions with minimal CSS changes. This greatly streamlined development, reduced maintenance time, and delivered a consistent experience to all users.\n\nI also led the redesign of content aggregators to ensure visual consistency across platforms, even though they pulled data from different sources. We achieved a cohesive look and feel using dynamic visual adjustments like color schemes, imagery, and localized branding.\n\nThroughout this role, I used tools such as Figma, Bootstrap, HTML, CSS, JavaScript, .NET Core, Jira, and SourceTree. Accessibility and SEO were integrated into every deliverable by default.\n\nBeyond the technical skills, this experience sharpened my leadership, decision-making, and communication with cross-functional teams like content, marketing, and sales. Start University wasn’t just a job—it was a professional platform where I led transformation, built scalable solutions, and helped bridge people to education through thoughtful digital design."
    },
    {
        "id": "project-2",
        "slug": "project-2",
        "title": "Project 2",
        "description": "This is the second project.",
        "imageUrl": "/images/project2.jpg",
        "imageAlt": "Captura de pantalla de Project 2",
        "logoUrl": "/images/logo2.png",
        "logoAlt": "Logo de Project 2",
        "projectUrl": "https://example.com/project2",
        "longDescription": "## Project 2\n\nDescripción larga en *markdown* para el segundo proyecto.\n\n- Detalle A\n- Detalle B\n\n[Ver más](https://example.com/project2)"
    },
    {
        "id": "project-3",
        "slug": "project-3",
        "title": "Project 3",
        "description": "This is the third project.",
        "imageUrl": "/images/project3.jpg",
        "imageAlt": "Captura de pantalla de Project 3",
        "logoUrl": "/images/logo3.png",
        "logoAlt": "Logo de Project 3",
        "projectUrl": "https://example.com/project3",
        "longDescription": "## Project 3\n\nTexto de ejemplo para la descripción larga del tercer proyecto.\n\n- Punto X\n- Punto Y\n\n[Ver más](https://example.com/project3)"
    }
]